"DST" = "ora de vară";
"STD" = "ora de iarnă";
"Loaded " = "Încărcat";
" deep space objects" = " obiect cerestru îndepărtat";
"Loading NV fragment program: " = "Încărcarea programului de fragmentare NV:";
"Error loading NV fragment program: " = "Eroare la încărcarea programului de fragmentare NV:";
"Error in fragment program " = "Eroare în programul de fragmentare";
"Initializing NV fragment programs . . .\n" = "Iniţializarea programelor de fragmentare NV...\n";
"All NV fragment programs loaded successfully.\n" = "Toate programele de fragmentare NV au fost încărcate.\n";
"Initializing ARB fragment programs . . .\n" = "Iniţializarea programelor de fragmentare ARB...\n";
"Galaxy (Hubble type: %s)" = "Galaxie (tip Hubble: %s)";
"Loading image from file " = "Încărcarea imaginei din fişier ";
": unrecognized or unsupported image file type.\n" = ": formatul fişierului imagine este necunoscut sau nu este implementat.\n";
"Error opening image file " = "Eroare la deschiderea fişierului imagine ";
"Error: " = "Eroare: ";
" is not a PNG file.\n" = "nu este un fişier PNG.\n";
"Error reading PNG image file " = "Eroare la citirea fişierului cu imagine PNG ";
"Loading model: " = "Încărcarea modelului: ";
"   Model statistics: " = " Statisticile modelului: ";
" vertices, " = " vârfuri, ";
" primitives, " = " primitive, ";
" materials " = " materiale ";
" unique)\n" = " unic)\n";
"Error loading model '" = "Eroare la încărcarea modelului '";
"%s" = "%s";
"Error in .ssc file (line " = "Eroare in fişierul .scc (linia ";
"parent body '" = "obiectul părinte '";
"' of '" = "' de '";
"' not found." = "' nu a fost găsit";
"warning duplicate definition of " = "Atenţie, definiţie dublă pentru ";
"bad alternate surface" = "textură alternativă invalidă";
"bad location" = "locaţie invalidă";
"' not found.\n" = "' nu a fost găsit.\n";
"Bad header for cross index\n" = "Antet invalid pentru indexul încrucişat\n";
"Bad version for cross index\n" = "Versiune invalidă pentru indexul incrucişat\n";
"Loading cross index failed at record " = "Încărcarea indexului încrucişat a eşual la înregistrarea ";
"Bad spectral type in star database, star #" = "Tip spectral invalid în baza de date stelară, steaua #";
" stars in binary database\n" = "stele în baza de date binară\n";
"Total star count: " = "Număr total de stele: ";
"Error in .stc file (line " = "Eroare în fişierul .stc (linia ";
"Invalid star: bad spectral type.\n" = "Stea invalidă: tip spectral invalid.\n";
"Invalid star: missing spectral type.\n" = "Stea invalidă: tipul spectral lipseste.\n";
"Barycenter " = "Baricentru";
" does not exist.\n" = " nu există.\n";
"Invalid star: missing right ascension\n" = "Stea invalidă: lipseşte ascensiunea dreaptă\n";
"Invalid star: missing declination.\n" = "Stea invalidă: lipseşte declinaţia.\n";
"Invalid star: missing distance.\n" = "Stea invalidă: lipseşte distanţa.\n";
"Invalid star: missing magnitude.\n" = "Stea invalidă: lipseşte magnitudinea.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Stea invalidă: magnitudinea absolută (nu cea aparentă) trebuie specificată pentru o stea aproape de origine\n";
"Creating tiled texture. Width=" = "Crearea texturii de pavaj. Laţime=";
", max=" = ", max=";
"Creating ordinary texture: " = "Crearea texturii: ";
"Loading NV vertex program: " = "Încărcarea programului NV vertex: ";
"Error loading NV vertex program: " = "Eroare la încărcarea programului NV vertex: ";
"Error in vertex program " = "Eroare îin programul vertex ";
"Loading ARB vertex program: " = "Încărcarea programului ARB vertex: ";
"Error loading ARB vertex program: " = "Eraoare la încărcarea programului ARB vertex";
", line " = ", linia ";
"Initializing NV vertex programs . . .\n" = "Iniţializarea programelor NV vertex...\n";
"All NV vertex programs loaded successfully.\n" = "Toate programele NV vertex au fos încărcate cu succes.\n";
"Initializing ARB vertex programs . . .\n" = "Iniţializarea programelorARB vertex...\n";
"All ARB vertex programs loaded successfully.\n" = "Toate programele ARB vertex au fost încarcate cu succes.\n";
"Error reading favorites file." = "Eroare la citirea fişierului.";
"Orientation: " = "Orientare: ";
"Error opening script file." = "Eroare la deschiderea fişierului script.";
"Error opening script '%s'" = "Eroare la deschiderea scriptului '%s'";
"Unknown error opening script" = "Eroare necunoscută la deschiderea scriptului";
"Script coroutine initialization failed" = "Iniţializarea corutinei scriptului a eşuat";
"Invalid filetype" = "Tipul fişierului este invalid";
"Magnitude limit: %.2f" = "Magnitudinea limită: %.2f";
"Markers enabled" = "Marcaje activate";
"Markers disabled" = "Marcaje dezactivate";
"Goto surface" = "Mergi la suprafaţa";
"Alt-azimuth mode enabled" = "Modul alt-azimuth activat";
"Alt-azimuth mode disabled" = "Modul alt-azimuth dezactivat";
"Star style: fuzzy points" = "Stilul stelelor: puncte vagi";
"Star style: points" = "Stilul stelelor: puncte";
"Star style: scaled discs" = "Stilul stelelor: discuri la scală";
"Comet tails enabled" = "Coada cometelor activată";
"Comet tails disabled" = "Coada cometelor dezactivată";
"Render path: Basic" = "Calea de ranbarizare: De bază";
"Render path: Multitexture" = "Calea de ranbarizare: Multitexture";
"Render path: NVIDIA combiners" = "Calea de ranbarizare: Combinatorii NVIDIA";
"Render path: OpenGL vertex program" = "Calea de ranbarizare: Programul OpenGL vertex";
"Render path: NVIDIA vertex program and combiners" = "Calea de ranbarizare: Programul şi combinatorii NVIDIA vertex";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Calea de ranbarizare: Programul OpenGL vertex/combinatorii NVIDIA";
"Render path: OpenGL 1.5 vertex/fragment program" = "Calea de ranbarizare: programul vertex/fragment OpenGL 1.5";
"Render path: NVIDIA GeForce FX" = "Calea de ranbarizare: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Calea de ranbarizare: OpenGL 2.0";
"Auto-magnitude enabled" = "Magnitudinea automată activată";
"Auto-magnitude disabled" = "Magnitudinea automată dezactivată";
"Cancel" = "Anulare";
"Time and script are paused" = "Timpul şi scriptul sunt pe pauză";
"Time is paused" = "Timpul este pe pauză";
"Resume" = "Revenire";
"Light travel time:  %.4f yr " = "Timpul de călătorie al luminii: %.4f al";
"Light travel time:  %d min  %.1f s" = "Timpul de călătorie al luminii: %d min %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Timpul de călătorie al luminii: %d o %d min %.1f s";
"Light travel delay included" = "Include întârzierea de timp necesar luminii pentru călătorie";
"Light travel delay switched off" = "Întârzierea de timp necesar luminii pentru călătorie oprită";
"Light travel delay ignored" = "Ignoră întârzierea de timp necesar luminii pentru călătorie";
"Using normal surface textures." = "Utilizează texturi normale pentru suprafaţă.";
"Using limit of knowledge surface textures." = "Utilizează texturi limitate de cunoaşterea actuala pentru suprafaţă.";
"Follow" = "Urmează";
"Time: Forward" = "Timpul: Crescător";
"Time: Backward" = "Timpul: Descrescător";
"Time rate" = "Rata timpului";
"Sync Orbit" = "Orbitare sincronă";
"Lock" = "Blocheaza";
"Chase" = "Urmareşte";
"Auto magnitude limit at 45 degrees:  %.2f" = "Magnitudinea limită automată pentru 45 de grade: %.2f";
"Ambient light level:  %.2f" = "Nivelul luminii ambientale: %.2f";
"Light gain" = "Amplificare luminoasă";
"Bloom enabled" = "Efectul Bloom activat";
"Bloom disabled" = "Efectul Bloom dezactivat";
"Exposure" = "Expunere";
"GL error: " = "Eroare GL:";
"View too small to be split" = "Vedere prea mică pentru a fi împărţită";
"Added view" = "Vedere adăugată";
"ly" = "al";
"au" = "ua";
" days" = " zile";
" hours" = " ore";
" minutes" = " minute";
"Apparent diameter: " = "Diametru aparent: ";
"Apparent magnitude: " = "Magnitudine aparentă: ";
"Absolute magnitude: " = "Magnitudine absolută: ";
"RA: " = "AD: ";
"Dec: " = "Dec.: ";
"km" = "km";
"Distance: " = "Distanţă: ";
"Star system barycenter\n" = "Baricentrul sistemului stelar\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Mag abs. (aparentă): %.2f (%.2f)\n";
"Luminosity: " = "Luminozitate: ";
"x Sun" = "x soare";
"Class: " = "Clasa: ";
"Neutron star" = "Stea de neutroni";
"Black hole" = "Gaura neagra";
"Surface temp: " = "Temperatura la suprafaţă: ";
"Radius: " = "Raza: ";
"Rsun" = "R-soare";
"Rotation period: " = "Perioada de rotaţie: ";
"Planetary companions present\n" = "Însoţitor planetar prezent\n";
"Distance from center: " = "Distanţa de la centru: ";
"Temperature: " = "Temperatura: ";
"Apparent mag: %.2f\n" = "Mag. aparentă: %.2f\n";
"  LT" = "  TL";
"Real time" = "Timp real";
"-Real time" = "-Timp real";
"Time stopped" = "Timp oprit";
" faster" = " mai repede";
" slower" = " mai încet";
" (Paused)" = " (Pauză)";
"FPS: " = "IPS: ";
"\nSpeed: " = "\nViteza: ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " ua/s";
" ly/s" = " al/s";
"Travelling " = "Pe drum";
"Track " = "Rută";
"Follow " = "Urmează ";
"Sync Orbit " = "Orbită sincronă";
"Lock " = "Blocat";
"Chase " = "Urmăreşte";
"FOV: " = "CV: ";
"Sun" = "Soare";
"Target name: " = "Numele ţintei: ";
" at " = " la ";
" fps" = " ips";
"  Recording" = "  Înregistrează";
"  Paused" = "  Pauză";
"F11 Start/Pause    F12 Stop" = "F11 Start/Pauză    F12 Stop";
"Edit Mode" = "Mod de editare";
"Loading solar system catalog: " = "Încărcarea catalogului sistemului solar: ";
"Loading " = "Încarcăre ";
"License file 'License.txt' is missing!" = "Fişierul cu liceenţă 'License.txt' lipseşte!";
"Error reading configuration file." = "Eroare la citirea fişierului de configurare.";
"Initialization of SPICE library failed." = "Iniţializarea librăriei SPICE a eşuat.";
"Cannot read star database." = "Baza de date stelara nu poate fi citită.";
"Error opening deepsky catalog file." = "Eroare la deschiderea catalogului cu obiecte cerestre îndepărtate.";
"Error opening solar system catalog.\n" = "Eroare la deschiderea catalogului sistemului solar.\n";
"Error opening asterisms file." = "Eroare la deschiderea fişierului asterisms.";
"Error opening constellation boundaries files." = "Eroare la deschiderea fişierelor cu limitele constelaţiilor.";
"render path: " = "calea de randarizare: ";
"Failed to initialize renderer" = "Eşuare la iniţializarea motorului de randarizare";
"Error loading font; text will not be visible.\n" = "Eroare la încarcarea fontului; textul nu va fi vizibil.\n";
"Error reading cross index " = "Eroare la citirea indexului încrucişat ";
"Loaded cross index " = "Indexul incrucişat a fost încărcat ";
"Error opening " = "Eroare la deschiderea ";
"Error reading star names file\n" = "Eroare la deschiderea fişierului cu numele stelelor\n";
"Error reading stars file\n" = "Eroare la citirea fişierului pentru stele\n";
"Error opening star catalog " = "Eroare la deschiderea catalogului stelar ";
"Error in creating ogg file %s for capture.\n" = "Eroare la crearea fişierului ogg %s pentru captură.\n";
"Internal Ogg library error." = "Eroare interna a librăriei Ogg.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - wrote %d frames\n";
"Settings" = "Setări";
"Vendor: " = "Furnizor: ";
"Renderer: " = "Motor de randarizare: ";
"Version: " = "Versiune: ";
"GLSL version: " = "Versiune GLSL: ";
"Max simultaneous textures: " = "Număr maxim de texturi simultane:";
"Max texture size: " = "Mărimea maximă a texturii: ";
"Max cube map size: " = "Mărimea maximă a texturii cubice: ";
"Point size range: " = "Plaja dimensiunilor pentru puncte: ";
"Supported Extensions:" = "Extensii suportate: ";
"Windowed Mode" = "Mod fereastră";
"Asteroids" = "Asteroizi";
"Comets" = "Comete";
"Invisibles" = "Invizibile";
"Moons" = "Luni";
"Planets" = "Planete";
"Spacecraft" = "Nave spaţiale";
"Goto" = "Mergi la";
"Follow" = "Urmareşte";
"Sync Orbit" = "Orbită sincronă";
"Info" = "Info";
"Reference Vectors" = "Vectori referinţă";
"Show Body Axes" = "Afişează axele corpului";
"Show Frame Axes" = "Afişează axele reper";
"Show Sun Direction" = "Afişează direcţia Soarelui";
"Show Velocity Vector" = "Afişează vectorul viteză";
"Show Planetographic Grid" = "Randarizează grila planetară";
"Show Terminator" = "Randarizează terminatorul";
"Satellites" = "Sateliţi";
"Alternate Surfaces" = "Suprafeţe alternative";
"Orbiting Bodies" = "Obiecte în orbită";
"Unmark" = "Demarchează";
"Mark" = "Marchează";
"Loading: " = "Se încarcă: ";
"LANGUAGE" = "ro";
"WinLangID" = "418";
"Copied URL" = "URL-ul copiat";
"Loading URL" = "Încarcare URL-ul";
"Error opening script" = "Eroare la deschiderea scriptului";
"Error loading script" = "Eroare la încărcarea scriptului";
"Running script" = "Rulare script";
"Planet" = "Planetă";
"Satellite" = "Satelit";
"Date" = "Dată";
"Start" = "Stea";
"Duration" = "Durată";
"Earth" = "Pământ";
"Jupiter" = "Jupiter";
"Saturn" = "Saturn";
"Uranus" = "Uranus";
"Neptune" = "Neptun";
"Pluto" = "Pluto";
"Name" = "Nume";
"Distance (ly)" = "Distanţa (al)";
"App. mag" = "Mag. aparentă";
"Abs. mag" = "Mag. abs.";
"Type" = "Tip";
"Universal Time" = "Fusul orar universal";
"Local Time" = "Fusul orar local";
"Time Zone Name" = "Numele fusului orar";
"UTC Offset" = "Decalaj GMT";
"Celestial Browser" = "Navigator celest";
"Moon" = "Lună";
"Asteroid" = "Asteroid";
"Comet" = "Cometă";
"Invisible" = "Invizibil";
"Barycenter" = "Baricentru";
"Small Body" = "Corp mic";
"Dwarf Planet" = "Planetă pitică";
"-" = "-";
"Eclipse Finder" = "Caută eclipse";
"Add Bookmark" = "Adaugă marcaj";
"Add a bookmark for the current document" = "Adaugă un marcaj pentru documentul curent";
"Add Relative Bookmark" = "Adaugă un marcaj relativ";
"Add a relative bookmark for the current document" = "Adaugă un marcaj relativ pentru documentul curent";
"Add Settings Bookmark" = "Adaugă un marcaj pentru setări";
"Add a settings bookmark for the current document" = "Adaugă un marcaj pentru setările documentului curent";
"Edit your bookmark collection in a separate window" = "Editeazăţ-i colecţia de marcaje într-o fereastră nouă";
"New Folder..." = "Dosar nou...";
"Create a new bookmark folder in this menu" = "Crează un dosar nou pentru marcaje în meniul curent";
"Can't add bookmark with empty URL" = "Un marcaj cu URL-ul  gol nu poate fi adăugat";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Ceva pare a fi în neregulă cu copia dvs. de Celestia. Directorul ce conţine informaţii de iniţialiyare nu a fost găsit. \nIniţializarea va continua dar, probabil Celestia nu va rula corespunzător, va rog sa verificaţi instalarea.";
"Go to URL..." = "Mergi la URL-ul...";
"Go to Long/Lat..." = "Mergi la longitudine/latitudine...";
"Back" = "Înapoi";
"Forward" = "Înainte";
"Home" = "Acasă";
"Bookmarks" = "Marcaje";
"Full Screen" = "Pe tot ecranul";
"Copy URL" = "Copiază URL-ul";
"Set Time..." = "Seteaza timpul";
"Set Time to Now" = "Sincronizează ceasul cu ceasul real";
"Accelerate Time" = "Accelerează timpul";
"Decelerate Time" = "Încetineşte timpul";
"Accelerate Time (x2)" = "Accelerează timpul (x2)";
"Decelerate Time (/2)" = "Încetineşte timpul (/2)";
"Pause Time" = "Opreşte timpul";
"Reverse Time" = "Reporneşte timpul";
"Split View Vertically" = "Împarte vederea pe verticală";
"Split View Horizontally" = "împarte vederea pe orizontală";
"Cycle View" = "Parcurge vederile ciclic";
"Single View" = "O singură vedere";
"Delete View" = "Şterge vederea";
"Frames Visible" = "Vederi vizibile";
"Active Frame Visible" = "Vederea activă vizibilă";
"Synchronize Time" = "Sincronizează timpul";
"Alt-Azimuth Mode" = "Modul alt-azimuth";
"Go To Surface" = "Mergi la suprafaţă";
"Show Stars" = "Randarizează stelele";
"Show Planets" = "Randarizează planetele";
"Show Galaxies" = "Randarizează galaxiile";
"Show Globulars" = "Randarizează globularii";
"Show Partial Trajectories" = "Randarizează traiectoriile parţiale";
"Show Nebulae" = "Randarizează nebuloasele";
"Show Open Clusters" = "Randarizează roiurile deschise";
"Show Constellations" = "Randarizează constelaţiile";
"Show CloudMaps" = "Randarizează textura norilor";
"Show Cloud Shadows" = "Randarizează umbra norilor";
"Show Orbits" = "Randarizează orbitele";
"Show Asteroid Orbits" = "Randarizează orbitele asteroizilor";
"Show Comet Orbits" = "Randarizează orbitele cometelor";
"Show Moon Orbits" = "Randarizează orbitele lunilor";
"Show Star Orbits" = "Randarizează orbitele stelelor";
"Show Planet Orbits" = "Randarizează orbitele planetelor";
"Show Spacecraft Orbits" = "Randarizează orbitele navelor spaţiale";
"Show Celestial Grid" = "Randarizează careajul celest";
"Show Night Side Lights" = "Randarizează Luminile din timpul noapţi";
"Show Markers" = "Randarizează semnele";
"Show Atmospheres" = "Randarizează atmosfera";
"Show Smooth Orbit Lines" = "Netezeşte liniile orbitelor";
"Show Eclipse Shadows" = "Randarizează umbrele eclipselor";
"Cycle Star Mode" = "Schimbă modul de afoşare al stelelor";
"Show Ring Shadows" = "Randarizează umbrele inelelor";
"Show Boundaries" = "Randarizează limitele";
"Auto Magnitudes" = "Magnitudine automată";
"Show Comet Tails" = "Randarizează cozile cometelor";
"Show Star Labels" = "Randarizează numele stelelor";
"Show Planet Labels" = "Randarizează numele planetelor";
"Show Moon Labels" = "Randarizează numele lunilor";
"Show Comet Labels" = "Randarizează numele cometelor";
"Show Constellation Labels" = "Randarizează numele constelaţiilor";
"Constellation Labels in Latin" = "Randarizează numele in latină";
"Show Galaxy Labels" = "Randarizează numele galaxiilor";
"Show Globular Labels" = "Randarizează numele globularilor";
"Show Nebula Labels" = "Randarizează numele nebuloaselor";
"Show Open Cluster Labels" = "Randarizează numele roiurilor deschise";
"Show Asteroid Labels" = "Randarizează numele asteroizilor";
"Show Spacecraft Labels" = "Randarizează numele navelor spaţiale";
"Show Location Labels" = "Randarizează numele locaţiilor";
"Display Local Time" = "Afişează timpul local";
"Show City Locations" = "Randarizează locaţiile oraşelor";
"Show Observatory Locations" = "Randarizeaza locaţiile observatoarelor";
"Show Landing Sites Locations" = "Randarizeaza locaţiile zonelor de aterizare";
"Show Crater Locations" = "Randarizează locaţiile craterelor";
"Show Mons Locations" = "Randarizează locaţiile de pe lună";
"Show Terra Locations" = "Randarizează locaţiile de pe Tera";
"Show Vallis Locations" = "Randarizează locaţiile de pe Vallis";
"Show Mare Locations" = "Randarizează locaţiile de pe Mare";
"Show Other Locations" = "Randarizează celelalte locaţii";
"Wireframe Mode" = "Mod de randarizare transparent";
"Center on Orbit" = "Centrează orbita";
"Basic" = "De bază";
"Multitexture" = "Texturi multiple";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Schimbă modul de randarizare OpenGL";
"Sync framerate to video refresh rate" = "Sinconizează randarizarea cu rata de improspătare a ecranului";
"Grab Image" = "Captură imagine";
"Capture Video" = "Captură video";
"OpenGL info" = "Informaţii OpenGL";
"Show Bookmark Toolbar" = "Arată bara cu unelte pentru marcaje";
"OpenGL Info" = "Informaţii OpenGL";
"UTC" = "GMT";
"This version of Celestia was not built with support for movie recording." = "Această versiune de Celestia nu a fost compilată cu suport pentru capturi video";
"Go to URL" = "Mergi la URL";
"Enter URL" = "Introdu URL-ul";
"Object: " = "Obiect: ";
"Longitude: " = "Longitudine: ";
"East" = "Est";
"West" = "Vest";
"Latitude: " = "Latitudine: ";
"North" = "Nord";
"South" = "Sud";
"Altitude: " = "Altitudine: ";
"Celestia encountered an error while processing your script" = "Celestia a generat o eroare în timpul execuţiei scriptului dvs.";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Foloseşte fişierul de configurare alternativ";
"Use alternate installation directory" = "Foloseşte directorul alternativ al instalaţiei";
"Use as additional \"extras\" directory" = "Foloseşte ca şi director adiţional pentru \"extras\"";
"Start fullscreen" = "Porneşte pe tot ecranul";
"Disable splash screen" = "Dezactivează imaginea de la început";
"Start and go to url" = "Porneşte şi deschide lincul";
"_: NAME OF TRANSLATORS\\nYour names" = "Radu Viorel Oana";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "oanaradu32@yahoo.com";
"Celestia Preferences" = "Preferinţe pentru Celestia";
"Rendering" = "Randarizare";
"Show" = "Încet";
"Stars" = "Stele";
"Galaxies" = "Galaxi";
"Nebulae" = "Nebuloase";
"Open Clusters" = "Rroiuri deschise";
"Atmospheres" = "Atmosfere";
"Clouds" = "Nori";
"Cloud Shadows" = "Umbrele norilor";
"Night Side Lights" = "Luminile din timpul noapţi";
"Eclipse Shadows" = "Umbrele eclipselor";
"Comet Tails" = "Cozile cometelor";
"Orbits" = "Orbite";
"Partial Trajectories" = "Traiectori parţiale";
"Smooth Orbit Lines" = "Liniile orbitelor netezite";
"Celestial Grid" = "Caroiaj celestu";
"Constellations" = "Constelaţi";
"Markers" = "Marcaje";
"Ring Shadows" = "Umbrele inelelor";
"Constellation Boundaries" = "Limitele constelaţiilor";
"Orbits / Labels" = "Orbite/Etichete";
"Labels" = "Etichete";
"Constellations in Latin" = "Constelaţiile în latină";
"Spacecrafts" = "Nave spaţiale";
"Locations" = "Locaţii";
"Ambient Light" = "Lumină ambientală";
"Limiting Magnitude" = "Magnitudinea limită";
"Info Text" = "Info text";
"Level: " = "Nivel: ";
"None" = "Nimic";
"Terse" = "Concis";
"Verbose" = "Complet";
"Textures" = "Texturi";
"Resolution: " = "Rezoluţie: ";
"Low" = "Redus";
"Medium" = "Mediu";
"High" = "Complex";
"Automatic FOV" = "Câmp vizual automat";
"Screen DPI: " = "Rezoluţie (DPI): ";
"Viewing Distance (cm): " = "Distanţa de vizionare (cm): ";
"Cities" = "Oraşe";
"Observatories" = "Observatoare";
"Landing Sites" = "Zone de aterizare";
"Craters" = "Cratere";
"Mons" = "Luni";
"Terra" = "Pământ";
"Vallis" = "Vallis";
"Mare" = "Mare";
"Other" = "Divers";
"Minimum Feature Size" = "Număr minim de facilităţi";
"Date/Time" = "Data/Timp";
"Display" = "Afişaj";
"Timezone: " = "Fus orar: ";
"Format: " = "Format: ";
"Local Format" = "Format local";
"Set" = "Setează";
"Local Time is only supported for dates between 1902 and 2037.\n" = "Fusul local este disponibil doar pentru date cuprinse între 1902 şi 2037.\n";
"Julian Date: " = "Calendarul Iulian: ";
"Now" = "Prezent";
"\nSelection: " = "\nSelecţia: ";
"Include Light Travel Time" = "Include timpul de călătorie al lumini";
"Ignore Light Travel Time " = "Ignoră timpul de călătorie al luminii";
"OpenGL" = "OpenGL";
"Key Bindings" = "Atribuirile tastelor";
"<b>Unextended OpenGL 1.1</b>" = "<b>OpenGL 1.1 neextins</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Multi texturi şi extensia ARB_texenv_combine</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>Combinatorii NVIDIA, fără programe vertex</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>Extensia ARB_texenv_DOT3, extensia ARB_vertex_program</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>Combinatorii NVIDIA, extensia NV_vertex_program</b><br> suportă maparea în relief, umbra inelelor şi subliniere speculară pe orice placa GeForce sau ATI radeon, pentru utilizatorii cu placi GeForce NvCombiner ARBVP este o obţiune mai bună";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>Combinatorii NVIDIA, extensia ARB_vertex_program</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>Extensiile ARB_fragment_program şi ARB_vertex_program</b><br>furnizează suport pentru efecte complexe pe placile FeGorce FX şi Radeon 9700";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>Extensiile NV_fragment_program şi ARB_vertex_program</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>Limbajul de randarizare OpenGL 2.0</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Fişierul %1 nu există, se va folosi fişierul de configurare original %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Dosarul %1 nu există, se va folosi dosarul standard %2";
"Extras directory %1 does not exist" = "Directorul de extras %1 nu există";
"Abs (app) mag: " = "Magnitudinea abs. (aparentă): ";
"Surface Temp: " = "Temperatura la suprafaţă: ";
"Marked objects" = "Obiectele marcate";
"Select" = "Selectează";
"Center" = "Anulează";
"Synch Orbit" = "Orbită sincronizată";
"Unmark All" = "Demarchează tot";
"Diamond" = "Carou";
"Triangle" = "Triunghi";
"Square" = "Pătrat";
"Filled Square" = "Câmp pătrat";
"Plus" = "Plus";
"X" = "X";
"Left Arrow" = "Săgeată stânga";
"Right Arrow" = "Săgeată dreapta";
"Up Arrow" = "Săgeată sus";
"Down Arrow" = "Săgeată jos";
"Circle" = "Cerc";
"Disk" = "Disc";
"Normal" = "Normal";
"Small Bodies" = "Corpusi mici";
"Dwarf Planets" = "Planete pitici";
"Duration: %1" = "Duraţie: %1";
"Size: %1 MB" = "Dimensiune: %1 MB";
"Current size: %1 x %2" = "Dimensiunea actuală: %1 x %2";
"Current width: %1 x %2" = "Laţimea actuală: %1 x %2";
"Current height: %1 x %2" = "Înălţimea actuală: %1 x %2";
"You must specify a file name." = "Trebuie să specificaţi un nume de fişier.";
"Error initializing movie capture." = "Eroare la iniţializarea capturii video.";
"Navigation" = "Navigare";
"Options" = "Obţiuni";
"Objects" = "Obiecte";
"OpenGL Render Path" = "Calea de randarizare OpenGL";
"Time" = "Timp";
"MultiView" = "Vederi multiple";
"Main Toolbar" = "Bara de unelte principală";
"Dist." = "Dist.";
"App. Mag." = "Mag. aparentă";
"Abs. Mag." = "Mag. abs.";
"With Planets" = "Cu planete";
"Brightest (Abs.)" = "Luminozitate (Abs.)";
"Brightest (App.)" = "Luminozitate (Aparentă)";
"Nearest" = "Cel/cea mai apropiat(ă)";
"Close" = "Închide";
"Alt+C" = "Alt+C";
"Refresh" = "Reimprospătează";
"End" = "Sfârşit";
"Search parameters" = "Parametri la căutare";
"Solar Eclipses" = "Eclipsă solară";
"On:" = "Pe:";
"Moon Eclipses" = "Eclipsă de lună";
"Search" = "Caută";
"To:" = "La: ";
"From:" = "De la: ";
"Close" = "Închide";
"Video Capture" = "Captură video";
"Save As:" = "Salvează ca:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Forma:";
"Current" = "Curent";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Dimesiunea imagini: ";
"Frame Rate:" = "Imagini pe secundă:";
"Video Quality:" = "Calitatea video:";
"Play Video when capture is done" = "Rulează filmul la terminarea capturi";
"Usage" = "Utilizare";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Apasă <b>F11</b> pentru start/pause<br>\nApasă <b>F12</b> pentru stop</p>\n\n<p>Atenţie, redimensionarea ferestrei principale nu va fi posibilă până la încheerea capturii</p>";
"OK" = "OK";
"Cancel" = "Anulează";
"Mercury" = "Mercur";
"Venus" = "Venus";
"Mars" = "Marte";
"Phobos" = "Phobos";
"Deimos" = "Deimos";
"Amalthea" = "Amalthea";
"Io" = "Io";
"Europa" = "Europa";
"Ganymede" = "Ganymede";
"Callisto" = "Callisto";
"Prometheus" = "Prometheus";
"Pandora" = "Pandora";
"Epimetheus" = "Epimetheus";
"Janus" = "Janus";
"Mimas" = "Mimas";
"Enceladus" = "Enceladus";
"Tethys" = "Tethys";
"Dione" = "Dione";
"Rhea" = "Rhea";
"Titan" = "Titan";
"Hyperion" = "Hyperion";
"Iapetus" = "Iapetus";
"Phoebe" = "Phoebe";
"Miranda" = "Miranda";
"Ariel" = "Ariel";
"Umbriel" = "Umbriel";
"Titania" = "Titania";
"Oberon" = "Oberon";
"Larissa" = "Larissa";
"Proteus" = "Proteus";
"Triton" = "Triton";
"Nereid" = "Nereid";
"Pluto-Charon" = "Pluto-Charon";
"Charon" = "Charon";
"NORTH AMERICA" = "AMERICA DE NORD";
"SOUTH AMERICA" = "AMERICA DE SUD";
"EURASIA" = "EURASIA";
"AFRICA" = "AFRICA";
"AUSTRALIA" = "AUSTRALIA";
"ANTARCTICA" = "ANTARCTICA";
"NORTH ATLANTIC OCEAN" = "OCEANUL ATLANTIC DE NORD";
"SOUTH ATLANTIC OCEAN" = "OCEANUL ATLANTIC DE SUD";
"NORTH PACIFIC OCEAN" = "OCEANUL PACIFIC DE NORD";
"SOUTH PACIFIC OCEAN" = "OCEANUL PACIFIC DE SUD";
"INDIAN OCEAN" = "OCEANUL INDIAN";
"ARCTIC OCEAN" = "OCEANUL ARCTIC";
"Milky Way" = "Calea Lactee";
"SMC" = "Micul nor al lui Magellan";
"LMC" = "Marele nor al lui Magellan";
"Solar System Barycenter" = "Baricentrul sistemului solar";
"File" = "Fişier";
"Open Script..." = "Deschide script...";
"Scripts" = "Scripturi";
"Placeholder" = "Substituent";
"Capture Image...\tF10" = "Captură imagine...\tF10";
"Capture Movie...\tShift+F10" = "Captură video...\tShift+F10";
"Exit" = "Ieşire";
"Select Sol\tH" = "Selectează soarele\tH";
"Tour Guide..." = "Tur de iniţiere...";
"Select Object..." = "Selectează obiect...";
"Goto Object..." = "Mergi la obiect...";
"Center Selection\tC" = "Centrează selecţia\tC";
"Go to Selection\tG" = "Mergi la selecţie\tG";
"Follow Selection\tF" = "Urmăreşte selecţia\tF";
"Sync Orbit Selection\tY" = "Orbită sincronă cu selecţia";
"Track Selection\tT" = "Urmează selecţia";
"Solar System Browser..." = "Navigator pentru sistemul solar...";
"Star Browser..." = "Navigator pentru stele...";
"Eclipse Finder" = "Caută eclipse";
"Time" = "Timp";
"10x Faster\tL" = "10x Mai repede\tL";
"10x Slower\tK" = "10x Mai încet\tK";
"Freeze\tSpace" = "Opreşte\tSpace";
"Reverse Time\tJ" = "Inversează timpul\tJ";
"Set Time..." = "Setează timpul...";
"Show Local Time" = "Afişează timpul local";
"Render" = "Randarizează";
"Select Display Mode..." = "Selectează modul de afişare...";
"Toggle Full Screen\tAlt+Enter" = "Randarizează pe tot ecranul\tAlt+Enter";
"View Options..." = "Vizualizează opţiunile...";
"Locations..." = "Locaţia...";
"More Stars Visible\t]" = "Mai multe stele vizibile\t]";
"Fewer Stars Visible\t[" = "Mai puţine stele vizibile\t[";
"Auto Magnitude\tCtrl+Y" = "Magnitudine automată\tCtrl+Y";
"Star Style" = "Formatul stelelor";
"Fuzzy Points" = "Puncte difuze";
"Points" = "Puncte";
"Scaled Discs" = "Discuri la scală";
"Ambient Light" = "Lunimă ambientală";
"None" = "De loc";
"Low" = "Redusă";
"Medium" = "Medie";
"Texture Resolution" = "Rezoluţia texturilor";
"High" = "Ridicat";
"Antialiasing\tCtrl+X" = "Antialiasing\tCtrl+X";
"View" = "Vizualizare";
"Split Horizontally\tCtrl+R" = "Împarte orizontal\tCtrl+R";
"Split Vertically\tCtrl+U" = "Împarte vertical\tCtrl+U";
"Delete Active View\tDEL" = "Şterge vederea curentă\tDEL";
"Single View\tCtrl+D" = "O singură vedere\tCtrl+D";
"Show Frames" = "Afişează marginile";
"Synchronize Time" = "Sincronizează timpul";
"Bookmarks" = "Marcaje";
"Add Bookmarks..." = "Adaugă marcaje...";
"Organize Bookmarks..." = "Organizează marcajele...";
"Help" = "Ajutor";
"Run Demo" = "Rulează demo";
"Controls" = "Controale";
"OpenGL Info" = "Informaţii OpenGL";
"License" = "Liceenţă";
"About Celestia" = "Despre Celestia";
"About Celestia" = "Despre Celestia";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Celestia Development Team";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia este un soft gratuit şi nu are nici un fel de garanţie.";
"Authors" = "Autori";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Selectează obiectul";
"Object Name" = "Numele obiectului";
"License" = "Liceenţa";
"Celestia Controls" = "Controalele folosite de Celestia";
"OpenGL Driver Info" = "Informaţii driver OpenGL";
"Set Simulation Time" = "Setează timpul simulaţiei";
"Time Zone: " = "Fusu orar: ";
"Set To Current Time" = "Sincronizează cu ora curentă";
"Add Bookmark" = "Adaugă marcaj";
"Create in >>" = "Crează in >>";
"New Folder..." = "Dosar nou...";
"Solar System Browser" = "Navigator al sistemului solar";
"Solar System" = "Sistem solar";
"Go To" = "Mergi la";
"Solar System Objects" = "Obiectele sistemului solar";
"Star Browser" = "Navigator stelar";
"Brightest" = "Luminozitate";
"With planets" = "Cu planete";
"Refresh" = "Reactualizează";
"Star Search Criteria" = "Criteriu de cautare a stelelor";
"Maximum Stars Displayed in List" = "Număr maxim de stele afişate în listă";
"Tour Guide" = "Tur de iniţiere...";
"Go To" = "Mergi la";
"Select your destination:" = "Selectaţi destinaţia:";
"Go to Object" = "Mergi la obiect";
"radii" = "radius";
"Object" = "Obiect";
"Long." = "Long.";
"Lat." = "Lat.";
"Distance" = "Distanţă";
"Size:" = "Mărime:";
"Frame rate:" = "Viteza de randarizare:";
"Select Display Mode" = "Mod de randarizare";
"Resolution" = "Rezoluţie";
"View Options" = "Obţiuni de vizualizare";
"Globulars" = "globularii";
"Grids" = "Caroiaje";
"Celestial" = "Celest";
"Horizontal" = "Orizontal";
"Galactic" = "Galactic";
"Ecliptic" = "Ecliptică";
"Minor Moons" = "Loni minore";
"DSO Labels" = "Nume obiecte îndepartate";
"Diagrams" = "Diagrame";
"Boundaries" = "Limite";
"Latin Names" = "Nume latine";
"Information Text" = "Text informativ";
"Filter Stars" = "Filtrează stelele";
"Montes (Mountains)" = "Montes (Munţi)";
"Maria (Seas)" = "Maria (Mări)";
"Valles (Valleys)" = "Valles (Văi)";
"Terrae (Land masses)" = "Terrae (Continente)";
"Volcanoes" = "Vulcani";
"Other features" = "Altele";
"Label Features" = "Nume";
"Show Features" = "Afişează caracteristicile";
"Minimum Labeled Feature Size" = "Mărime minimă a numelor reperelor";
"Add New Bookmark Folder" = "Adaugă dosar nou pentru marcaje";
"Folder Name" = "Numele dosarului";
"Organize Bookmarks" = "Organizează marcajele";
"Rename..." = "Redenumeşte...";
"Delete" = "Şterge";
"Rename Bookmark or Folder" = "Redenumeşte marcaj sau dosar";
"New Name" = "Nume nou";
"Compute" = "Calculează";
"Set Date and Go to Planet" = "Setează ceasul şi mergi la planetă";
"Lunar Eclipses" = "Eclipsă de Lună";
"Jan" = "Ian";
"Feb" = "Feb";
"Mar" = "Mar";
"Apr" = "Apr";
"May" = "Mai";
"Jun" = "Iun";
"Jul" = "Iul";
"Aug" = "Aug";
"Sep" = "Sep";
"Oct" = "Oct";
"Nov" = "Noi";
"Dec" = "Dec";
